cats_dict_p = {
        'فروشگاهی': ['خرید', 'فروش', 'نمایندگی', 'محصول', 'تخفیف', 'خرید اینترنتی', 'پرداخت', 'تحویل', 'قیمت', 'مغازه'],
        'اداری': ['ثبت', 'اطلاعات', 'مستندات', 'کارمندان', 'مدیریت', 'امور', 'دفتر', 'قرارداد', 'کمیسیون', 'سازمان'],
        'آموزشی': ['دانشجو', 'دانشگاه', 'درس', 'استاد', 'آموزش', 'کلاس', 'دبیرخانه', 'پژوهش', 'کتابخانه', 'آزمون','تمرین','دوره','کتاب','دانش','ویکی‌پدیا','دانشنامهٔ','ویکی','پدیا','آزاد'],
        'سرگرمی': ['بازی', 'فیلم', 'موسیقی', 'کنسرت', 'تئاتر', 'سینما', 'هنر', 'تفریح', 'گیم', 'هیجان','کتاب'],
        'اجتماعی': ['جمعیت', 'اعضا', 'اجتماع', 'مراسم', 'جشن', 'تشریفات', 'همایش', 'سخنرانی', 'مردم', 'رهبر'],
        'خبری': ['اخبار', 'روزنامه', 'خبرگزاری', 'سیاسی', 'اقتصادی', 'فرهنگی', 'ورزشی', 'بین‌المللی', 'تکنولوژی', 'علمی'],
        'ابزار':['دیکشنری','فرهنگ','لغت','آپارات','ویکی‌پدیا','دانشنامهٔ','ویکی','پدیا','آزاد']
        }
cats_dict_e = {
        'فروشگاهی': ['shopping', 'sale', 'agency', 'product', 'discount', 'online shopping', 'payment', 'delivery', 'price', 'store'],
        'اداری': ['registration', 'information', 'documents', 'employees', 'management', 'affairs', 'office', 'contract', 'commission', 'organization'],
        'آموزشی': ['student', 'university', 'lesson', 'professor', 'education', 'class', 'secretariat', 'research', 'library', 'exam', 'exercise', 'course'],
        'سرگرمی': ['game', 'movie', 'music', 'concert', 'theater', 'cinema', 'art', 'entertainment', 'gaming', 'excitement'],
        'اجتماعی': ['community', 'members', 'society', 'ceremony', 'celebration', 'event', 'speech', 'people', 'leader'],
        'خبری': ['news', 'newspaper', 'news agency', 'political', 'economic', 'cultural', 'sports', 'international', 'technology', 'scientific'],
        'ابزار':['translation','gmail']
        }
junk = ['از', 'به', 'با', 'برای', 'در', 'هم', 'و','اگر', 'هست', 'هستید', 'دنبال', '،', 'را',
                   'منتظر', 'بمانید', 'کردن', 'بودن', 'داشتن','شدن', 'رفتن', 'آمدن', 'بسیار', 'خیلی',
                       'کاملاً', 'تماماً', 'همیشه', 'همانا', 'این', 'آن', 'اینها', 'آنها', 'بار', 'مرتبه', 'دفعه',
                         'فاصله', 'نقطه', 'خط', 'تا', 'باشه', 'بوده', 'باشد','باشید', 'باشند', 'دارد', 'داره', 'داشته',
                             'داشتند', 'داشتید', 'داشتیم', 'هستم', 'هستی', 'هستیم','هستند', 'خیلی‌ها', 'بسیاری', 'بیشتر', 'کمتر', 'تعدادی', 'برخی', 'همه',
                                 'هیچ', 'کسی', 'چند', 'چیزی', 'بیش', 'کم', 'زیاد', 'کمی', 'عمدتا', 'اکثراً', 'به‌طور', 'بنابراین',
                                   'بطور', 'بنابر', 'ناچار', 'علاوه', 'به‌علاوه', 'اصولاً', 'عموماً', 'کلیاً', 'غالباً', 'نسبتاً', 'به‌طورکلی', 'از', 'به', 'با', 'برای', 'در', 'هم', 'و', 'اگر', 'هست', 'هستید',
                                     'دنبال', '،', 'را', 'منتظر', 'بمانید', 'کردن', 'بودن', 'داشتن', 'شدن', 'رفتن', 'آمدن', 'بسیار', 'خیلی', 'کاملاً', 'تماماً', 'همیشه', 'همانا', 'این', 'آن', 'اینها', 'آنها', 'بار', 'مرتبه', 'دفعه', 'فاصله', 'نقطه', 'خط', 'تا', 'باشه', 'بوده', 'باشد', 'باشید', 'باشند', 'دارد', 'داره', 'داشته', 
                                     'داشتند', 'داشتید', 'داشتیم', 'هستم', 'هستی', 'هستیم', 'هستند', 'خیلی‌ها', 'بسیاری', 'بیشتر', 'کمتر', 'تعدادی', 'برخی', 'همه', 'هیچ', 'کسی', 'چند', 'چیزی', 'بیش', 'کم', 'زیاد', 'کمی', 'عمدتا', 'اکثراً', 'به‌طور', 'بنابراین', 'بطور', 'بنابر','.',',','،','/']
def Getdict_p():
    return cats_dict_p
def Getdict_e():
    return cats_dict_e
def Getjunk():
    return junk